/* 
  Localized.strings
  TicketmasterAuthentication

  Created by Jonathan Backer on 11/10/22.
  
*/

// Account Authentication
"Authentication" = "Authentification";

"Access and manage all the tickets you own with ease." = "Accédez à tous les billets que vous possédez et gérez-les facilement.";

"Link Accounts" = "Associer des comptes";

"Now linking to additional accounts which may have your tickets." = "Connexion vers des comptes supplémentaires susceptibles de contenir vos billets.";

// Account Sign In
"Sign In" = "Se connecter";

// Account Sign Out
"Sign Out" = "Déconnecter";

// "Sign in to Lakers"
"Sign in to %s" = "Se connecter à %s";

// "Sign out of Lakers"
"Sign out of %s" = "Déconnecter à %s";

// select a login source (Host, Archtics, SportXR, etc)
"Select Login" = "Sélectionner la Connexion";

// "Access season and single event tickets purchased or accepted with your Lakers account."
"Access season and single %t tickets purchased or accepted with your %s account." = "Accédez aux billets de saison et aux billets individuels %t achetés ou acceptés avec votre compte %s.";

// a generic event, example: "charity event"
"event" = "événement";

// a musical concert, example: "Rock concert"
"concert" = "concert";

// a theatrical show, example: "Broadway show"
"show" = "spectacle";

// a sporting game, example: "Baseball game"
"game" = "match";

// a sporting match, example: "Soccer match"
"match" = "match";

// Powered by Ticketmaster
"Powered by" = "Propulsé par";
